FV2310/E_0497.dot
digraph D {
    labelloc="t";
    label=<<B><FONT POINT-SIZE="18">GPKE</FONT></B><BR align="left"/><BR/><B><FONT POINT-SIZE="16">6.10.1: AD: Wiederherstellung der Anschlussnutzung (Entsperren) auf Anweisung des LF</FONT></B><BR align="left"/><BR/><BR/><BR/>>;
    ratio="compress";
    concentrate=true;
    pack=true;
    rankdir=TB;
    packmode="array";
    size="20,20";
    "Start" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#7a8da1", label=<<B>E_0497</B><BR align="center"/><FONT point-size="12"><B><U>Prüfende Rolle:</U> NB</B></FONT><BR align="center"/>>];
    "1" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#7aab8a", label=<<B>1: </B>Wurde die Sperrung durch den UC "Unterbrechung der Anschlussnutzung (Sperren)<BR align="left"/>auf Anweisung des LF" ausgelöst?<BR align="left"/>>];
    "A05" [margin="0.17,0.08", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#cfb986", label=<<B>A05</B><BR align="left"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: Ablehnung<BR align="left"/>Marktlokation wurde nicht über den UC (Unterbrechung der Anschlussnutzung (Sperren) auf Anweisung des LF) gesperrt.<BR align="left"/>Hinweis: Die Entsperrung muss auf konventionellem Weg erfolgen.<BR align="left"/></FONT>>];
    "2" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#7aab8a", label=<<B>2: </B>Wäre eine Wiederinbetriebnahme aufgrund eines technischen Verhinderungsrundes<BR align="left"/>(z.B. entspricht nicht den geltenden Rechtsvorschriften, behördlichen<BR align="left"/>Verfügungen, den anerkannten Regeln der Technik, DIN VDE Normen, Technischen<BR align="left"/>Anschlussbedingungen (TAB) oder den sonstigen besonderen Vorschriften des NB)<BR align="left"/>nicht möglich?<BR align="left"/>>];
    "A06" [margin="0.17,0.08", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#cfb986", label=<<B>A06</B><BR align="left"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: Ablehnung<BR align="left"/>Wiederinbetriebnahme wäre technisch nicht möglich<BR align="left"/>Hinweis:<BR align="left"/>Die Marktlokation bzw. die dazugehörigen elektrischen Anlagen kann gemäß NAV<BR align="left"/>und TAB nicht wieder in Betrieb genommen werden. Sie entspricht nicht der<BR align="left"/>geltenden Rechtsvorschriften und behördlichen Verfügungen sowie den anerkannten<BR align="left"/>Regeln der Technik, insbesondere DIN VDE Normen, den Technischen<BR align="left"/>Anschlussbedingungen (TAB) und den sonstigen besonderen Vorschriften des NB.<BR align="left"/></FONT>>];
    "3" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#7aab8a", label=<<B>3: </B>Ist zum Zeitpunkt des Nachrichteneingangs die Marktlokation bereits entsperrt?<BR align="left"/>>];
    "A01" [margin="0.17,0.08", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#cfb986", label=<<B>A01</B><BR align="left"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: Ablehnung<BR align="left"/>Marktlokation ist nicht gesperrt.<BR align="left"/></FONT>>];
    "4" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#7aab8a", label=<<B>4: </B>Liegt bereits ein Entsperrauftrag vor?<BR align="left"/>>];
    "A04" [margin="0.17,0.08", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#cfb986", label=<<B>A04</B><BR align="left"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: Ablehnung<BR align="left"/>Entsperrauftrag für die Marktlokation liegt bereits vor.<BR align="left"/></FONT>>];
    "5" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#7aab8a", label=<<B>5: </B>Ist ein zuvor nicht spezifizierter Fehler aufgetreten?<BR align="left"/>>];
    "A99" [margin="0.17,0.08", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#cfb986", label=<<B>A99</B><BR align="left"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: Ablehnung<BR align="left"/>Sonstiges<BR align="left"/>Hinweis: Das identifizierte Problem ist in der Antwort zu beschreiben/benennen.<BR align="left"/>Nutzungsmöglichkeit Ende: 01.10.2024 00:00 Uhr<BR align="left"/></FONT>>];
    "A03" [margin="0.17,0.08", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#cfb986", label=<<B>A03</B><BR align="left"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: Zustimmung<BR align="left"/>Zustimmung<BR align="left"/></FONT>>];

    "Start" -> "1";
    "1" -> "A05" [label=<<B>NEIN</B>>, color="#7aab8a"];
    "1" -> "2" [label=<<B>JA</B>>, color="#7aab8a"];
    "2" -> "A06" [label=<<B>JA</B>>, color="#7aab8a"];
    "2" -> "3" [label=<<B>NEIN</B>>, color="#7aab8a"];
    "3" -> "A01" [label=<<B>JA</B>>, color="#7aab8a"];
    "3" -> "4" [label=<<B>NEIN</B>>, color="#7aab8a"];
    "4" -> "A04" [label=<<B>JA</B>>, color="#7aab8a"];
    "4" -> "5" [label=<<B>NEIN</B>>, color="#7aab8a"];
    "5" -> "A99" [label=<<B>JA</B>>, color="#7aab8a"];
    "5" -> "A03" [label=<<B>NEIN</B>>, color="#7aab8a"];

    bgcolor="transparent";
}
